{
  "1": [
    {
      "Date": "2018-06-26T17:04:00-05:00",
      "Title": "Armed With Strengths: Using Your Talents in Life's Crises -- Gallup Called to Coach: Traci McCausland -- S6E19",
      "WatchLink": "http://coaching.gallup.com/2018/06/armed-with-strengths-using-your-talents.html",
      "YoutubeEmbed": "HhWk13dFcRk",
      "Description": "On a recent Called to Coach, we spoke with Certified Strengths Coach and Founder of Follow Your Strengths, Traci McCausland. Traci is a Strengths Trainer, Engagement Consultant, and Career Coach who lives in Iowa.\n\nDuring the interview,  Traci shares how she has been putting her strengths to work amid a life crisis -- in her case, a cancer diagnosis. The following is a summary of the conversation between Jim Collison and Traci.\n\nJim: Let’s talk about your journey to coaching.\n\nTraci: I’m based in Waterloo, in eastern Iowa, and my background is in HR and I have a master’s in counseling/psych from the University of Kansas. I focused on career and vocation in my grad school work. Back then, I wanted people to be happy at work, but now I know that engagement is more than just being happy. In those days of reading and studying what that looks like, all things pointed to Gallup. So I finished my master’s degree, did a little recruiting and then spent four years at Accenture in talent and organization performance in Kansas City.\n\nWe decided to move to Iowa and that led me to find my way locally and piece together a few things. I’ve taught for John Deere for about seven years as a contractor and then when I saw Gallup open the doors to becoming certified in Strengths and go deliver this, I thought, “Well, that seems like what I’ve been on this track to do for 15 years without knowing it.” I went through the training in March 2014 and was so blessed to have learned from Curt Liesveld and Heather Wright, and there were people in the room who were doing this full-time and I thought, “I want to do this full-time.” So today my focus is on Strengths workshops and training sessions, and using Q12 around engagement. 90% of my work comes from leading team sessions and workshops, and about 10% from coaching, mostly about career and transition, including college students."
    },
    {
      "Date": "2018-07-05T13:48:00-05:00",
      "Title": "Employees, Leaders and Engagement: An Introduction to the Q12 -- Gallup Called to Coach: Mike McDonald -- S6E20",
      "WatchLink": "http://coaching.gallup.com/2018/07/employees-leaders-and-engagement.html",
      "YoutubeEmbed": "pWLKv4LRuDU",
      "Description": "On this special edition of Called to Coach, we will spend time investigating the experiential, emotional and empirical aspects of each element of Gallup's Q12 engagement instrument and learning how it increases the power of our coaching as a primary driver of success. This series will be hosted by Dr. Mike McDonald, Senior Workplace Consultant at Gallup, who started at Gallup in 1990 as a manager/team leader and has had a variety of roles but has always led a team. One of his primary concerns for managers is one that he’s experienced himself: How many well-intentioned team leaders are there who are working really hard but don’t have any coaching or context about engagement and how do they lead to engagement through their strengths?\n\nBelow is a summary of the conversation. Full audio and video are posted above.\n\nJim: Strengths are infinitely more powerful in the context of a measurement called Q12 (which has 12 questions). What are you hoping to accomplish through the next 12 sessions (each of which is devoted to one of the 12 questions?\n\nMike McDonald: The first thing I want to do is to bring the importance of coaching to the leaders of teams if they want to be effective at driving engagement and performance in their teams. Leader self-awareness is critical, and that’s backed up by empirical research. The leader has to be in tune with the people they lead and the culture they’re creating and the performance that’s expected, nothing happens. And to have a coach for the leader is a game changer.\n\nThe other thing is to add aspects of coaching acumen to what we already know about great coaching. There are three points I’d like to land on:\n\nThe empirical matters -- this is truth, not just someone’s good idea.\n\nEngagement is predominantly emotional. We never want to get rid of the emotional. We want to capture and create the power of emotion.\n\nThe experiential -- we have all been in the three engagement categories, engaged, not engaged and actively disengaged."
    },
    {
      "Date": "2018-07-06T11:17:00-05:00",
      "Title": "Deliberative -- Bringing Confidence Through Diligence -- Theme Thursday Season 4",
      "WatchLink": "http://coaching.gallup.com/2018/07/deliberative-bringing-confidence.html",
      "YoutubeEmbed": "8vucHED50AU",
      "Description": "On this Theme Thursday Season Four webcast, Jim Collison, Gallup's Director of Talent Sourcing, and Maika Leibbrandt, Senior Workplace Consultant, talk about Deliberative.\n\nDeliberative takes great care in making decisions that avoid foreseeable risks. They are thoughtful, considerate, aware, and really tuned in to what’s going on. It is about minimizing risk at all costs. It’s wanting to jump, and knowing that when you’re jumping that nobody is going to fall. When somebody with high Deliberative is at their best their diligence and decision making brings confidence. They are up for making choices, especially choices that matter. Individuals with high Deliberative enjoy the process of sorting through options to move things forward. When they are at their best they are anticipating obstacles and preventing mistakes.\n\nIf you are high in Deliberative get involved in big decisions. Raise your hand for being involved in sorting through options. Sort through the existing evidence to make the best decision moving forward. Ask early and often for as many details as are currently available. Ask for the agenda. Ask for the enrollment data for students. Ask what expectations are expected of you early and often. Slowing things down is a by-product for the amount of time and consideration Deliberative puts into things."
    },
    {
      "Date": "2018-07-12T14:50:00-05:00",
      "Title": "Maximizing Your Coaching Reach -- Gallup Called to Coach: C A Venkatrgahavan -- S6E21",
      "WatchLink": "http://coaching.gallup.com/2018/07/maximizing-your-coaching-reach-gallup.html",
      "YoutubeEmbed": "7LfhkfN1dyo",
      "Description": "On a recent Called to Coach, we talked with Gallup-certified Strengths Coach C A Venkatrgahavan, Director, Employee Relations and Policies at Accenture India.\n\nDuring the interview, Venkat shares his coaching insights. The following is a summary of the conversation between host Pooja Luthra and Venkat.\n\nPooja Luthra: Tell us a little about your journey so far with Gallup and others in the work that you do.\n\nVenkat: I was a novice when we started and still feel like a novice. And I think the reason is with every passing day that I use (CliftonStrengths) and the tools we have access to, my discovery of what we can do with it and the opportunities that unfold every day are limitless in the last 36 months of being a coach. It’s been three years of intense application, and I’m feeling very much at peace with myself.\n\nPL: Tell me a little bit about what you’ve been doing. What has been your focus?\n\nV: I coach for the joy of coaching, and draw inspiration from coaching. I coach one-on-ones, I coach teams and I coach groups. My intent has been: 1) How can I maximize my \"reach\"? 2) How can I use this skill and these tools to get to know many people? I’m also now using this to see how I the “reach” I have can meet my objectives in what I do."
    },
    {
      "Date": "2018-07-20T12:04:00-05:00",
      "Title": "What Do You Expect? Driving Employee Engagement (Q01) -- Gallup Called to Coach: Mike McDonald -- S6E22",
      "WatchLink": "http://coaching.gallup.com/2018/07/what-do-you-expect-driving-employee.html",
      "YoutubeEmbed": "ikg3ljkchG0",
      "Description": "On this special edition of Called to Coach, we will spend time investigating the experiential, emotional and empirical aspects of each element of Gallup's Q12 engagement instrument and learning how it increases the power of our coaching as a primary driver of success. This series will be hosted by Dr. Mike McDonald, Senior Workplace Consultant at Gallup, who started at Gallup in 1990 as a manager/team leader and has had a variety of roles but has always led a team. One of his primary concerns for managers is one that he’s experienced himself: How many well-intentioned team leaders are there who are working really hard but don’t have any coaching or context about engagement and how do they lead to engagement through their strengths?\n\nIn this session, Mike talks about Q01 -- \"I know what is expected of me at work.\" Below is a summary of the conversation. Full audio and video are posted above.\n\nJim Collison: We are going to cover Q01 today, which is “I know what is expected of me at work,” and we have some standard expectations to cover. Where are we going to go and what are we going to do?\n\nMike McDonald: Well, Jim, as we’ve established in the first call, we want to continue this outline of empirical -- emotional -- experiential. Empirical involves helping you stand on Gallup research so you know what is true. We want to make sure we don’t miss the heart and soul of engagement, which is the emotional. And the experiential -- we want to share stories and case studies and examples that give us a personal connection. We want to keep those three in front of us."
    },
    {
      "Date": "2018-07-26T12:59:00-05:00",
      "Title": "Competition -- Comparison Driven Performance -- Theme Thursday Season 4",
      "WatchLink": "http://coaching.gallup.com/2018/07/competition-comparison-driven.html",
      "YoutubeEmbed": "0em0DsEZZZc",
      "Description": "On this Theme Thursday Season Four webcast, Jim Collison, Gallup's Director of Talent Sourcing, and Maika Leibbrandt, Senior Workplace Consultant, talk about Competition.\n\nThe essence of Competition is comparison driven performance. Those high in Competition are really driven to win. They do not just want to play, they want to be the best. It is an awareness of your competitors. Those high in Competition get energy just from the act of competing. They embrace the fact that they are performing, and their performance can get better when they are comparing it to other performers.\n\nWhen Competition is at its best they can keep the team or product relevant in the market. Competition is not just about getting lost on a goal that they thought was important. Because of that ability to look left and right, Competition keeps you relevant to your customers. It is about focusing not just what goes in, but also what comes out. You may be more willing to change your strategy if it is not working, because you are not only paying attention to the effort you are putting in, but what that is translating to. There is a finish line with Competition. It is not good enough to just give good effort, you have to be the best.\n\nLook for tasks and projects that are measured against others. Look for it where it already exists. Even if you are doing something new and creative, think about who you are going to compete with. Think about looking for categories around Competition that will be relevant to your performance. Pay attention to specialization. Take on challenges that really require the skills, expertise, and experience that you have. Ask yourself what your niche is."
    },
    {
      "Date": "2018-07-26T13:03:00-05:00",
      "Title": "Cultivating Good Soil: Developing Fruitful Leaders, Parishioners, Employees via Strengths -- Gallup Called to Coach: Father James Mallon -- S6E23",
      "WatchLink": "http://coaching.gallup.com/2018/07/cultivating-good-soil-developing.html",
      "YoutubeEmbed": "Cy2mqnaWXAw",
      "Description": "On a recent Called to Coach, we spoke with Father James Mallon, Episcopal Vicar for the Archdiocese of Halifax-Yarmouth in Nova Scotia, Canada.\n\nBelow is a summary of the conversation. Full audio and video are posted above.\n\nJim Collison: Introduce our guest to us.\n\nGuest host Mike McDonald: Father James Mallon is joining us today. Father James joins us from Halifax, Nova Scotia. He has a broad role within the diocese there and locally with St. Benedict’s, and has been one of the most predominant practitioners of strengths and engagement that we have on record, and has used that within the church and other organizations. Great to have you with us, Father James.\n\nFather James Mallon: It’s great to be with you and with everyone else watching."
    },
    {
      "Date": "2018-07-27T16:00:00-05:00",
      "Title": "Resource Overview for Born to Build -- Gallup Called to Coach",
      "WatchLink": "http://coaching.gallup.com/2018/07/resource-overview-for-born-to-build.html",
      "YoutubeEmbed": "iJ3qDVUtI0U",
      "Description": "Gallup Chairman Jim Clifton and Sangeeta Badal, Ph.D., have written the world's first step-by-step guide to discovering builder talents and using them to change the world. Born to Build, released May 2018, will change the global discussion on what it means to build something great -- a thriving startup, a winning team, new customers, the best life imaginable. Featuring an access code to complete the Builder Profile 10 assessment, Born to Build allows readers to discover their builder talents and learn how to use those talents to start building. Check out gallup.com/builder to order the book, learn more about the assessment and join the powerful builder movement\n\nIn this first Webcast, we covered the following tools for Gallup's Builder Profile 10 Assessment.  Click on any of the links to go to the exact spot in the video:\n\nSelf-Schema Tool\n\nBoard of Directors\n\nMy Purpose Journal"
    },
    {
      "Date": "2018-07-27T18:07:00-05:00",
      "Title": "Are You Equipped to Do Your Job? Driving Employee Engagement (Q02) -- Gallup Called to Coach: Mike McDonald -- S6E24",
      "WatchLink": "http://coaching.gallup.com/2018/07/are-you-equipped-to-do-your-job-driving.html",
      "YoutubeEmbed": "RcCDrVlw_zU",
      "Description": "On this special edition of Called to Coach, we will spend time investigating the experiential, emotional and empirical aspects of each element of Gallup's Q12 engagement instrument and learning how it increases the power of our coaching as a primary driver of success. This series will be hosted by Dr. Mike McDonald, Senior Workplace Consultant at Gallup, who started at Gallup in 1990 as a manager/team leader and has had a variety of roles but has always led a team. One of his primary concerns for managers is one that he’s experienced himself: How many well-intentioned team leaders are there who are working really hard but don’t have any coaching or context about engagement and how do they lead to engagement through their strengths?\n\nIn this session, Mike talks about Q02 -- \"I have the materials and equipment I need to do my work right.\" Below is a summary of the conversation. Full audio and video are posted above.\n\nJim Collison: Mike, welcome to another Called to Coach.\n\nGuest host Mike McDonald: Here we are again, Jim, Q02."
    },
    {
      "Date": "2018-08-01T17:56:00-05:00",
      "Title": "Taking It to Extremes: Doing Your Best at Work -- Driving Employee Engagement (Q03) -- Gallup Called to Coach: Mike McDonald -- S6E25",
      "WatchLink": "http://coaching.gallup.com/2018/08/taking-it-to-extremes-doing-your-best.html",
      "YoutubeEmbed": "GqyCm0dwYGA",
      "Description": "On this special edition of Called to Coach, we will spend time investigating the experiential, emotional and empirical aspects of each element of Gallup's Q12 engagement instrument and learning how it increases the power of our coaching as a primary driver of success. This series will be hosted by Dr. Mike McDonald, Senior Workplace Consultant at Gallup, who started at Gallup in 1990 as a manager/team leader and has had a variety of roles but has always led a team. One of his primary concerns for managers is one that he’s experienced himself: How many well-intentioned team leaders are there who are working really hard but don’t have any coaching or context about engagement and how do they lead to engagement through their strengths?\n\nIn this session, Mike talks about Q03 -- \"At work, I have the opportunity to do what I do best every day.\" Below is a summary of the conversation. Full audio and video are posted above.\n\nHost Jim Collison: Mike, welcome back to Called to Coach.\n\nGuest host Mike McDonald: Yeah, Jim, it’s been a whole week!\n\nJC: We’re talking Q03 today, so let’s dig in to that. What’s the question, and give us an overview.\n\nMM: The question itself is, “At work, I have the opportunity to do what I do best every day.” So you can hear already the strengths overtones in that question.\n\nWe want to refer to the resources that integrate with this discussion. First, Break All the Rules is the seminal study of engagement that contains a CliftonStrengths code and a Q12 code (for administering the 12 engagement items to a group of up to 10 people). We want to help this audience put these resources to work. I’ll also be referring to the book 12: The Elements of Great Managing, plus our State of the American Workplace report, our Millennials report and our Re-Engineering Performance Management report.\n\nWe want through these resources to add power to our coaching and consulting to get our clients closer to performance."
    },
    {
      "Date": "2018-08-02T14:01:00-05:00",
      "Title": "Developer -- Spotting Signs of Progress in Others -- Theme Thursday Season 4",
      "WatchLink": "http://coaching.gallup.com/2018/08/developer-spotting-signs-progress-others.html",
      "YoutubeEmbed": "O5l5rpJd5bc",
      "Description": "On this Theme Thursday Season Four webcast, Jim Collison, Gallup's Director of Talent Sourcing, and Maika Leibbrandt, Senior Workplace Consultant, talk about Developer.\n\nThe essence of Developer is noticing potential, spotting signs of progress in others, and deriving satisfaction from evidence of growth. It is being drawn to people based on what they can become. Individuals with Developer help curate experiences that lead to improvement."
    },
    {
      "Date": "2018-08-02T15:54:00-05:00",
      "Title": "After You've Covered the Basics of Effective Strengths Training, What's Next? (Part 2) -- Gallup Called to Coach: Dean Jones -- S6E26",
      "WatchLink": "http://coaching.gallup.com/2018/08/after-youve-covered-basics-of-effective.html",
      "YoutubeEmbed": "NHW6tKrQqng",
      "Description": "On a recent Called to Coach, we spoke with the Principal Architect of Gallup's Global Learning Strategy, Dean Jones, as a follow-up to several 2016 Called to Coach sessions he led on leading strengths trainings. This is part 2 of that discussion.\n\nWhat has changed since 2016? A lot of the focus on basic strengths education is naming, claiming, and aiming. Coaches are discovering that basic strengths education is necessary in order to inject strengths into organizations; a way of inviting them into the world of strengths.\n\nGallup is making CliftonStrengths 34 and enhancements more widely available, and people need to understand how to name, claim and aim their strengths. An e-learning module on the basics will be available in the fall to provide some introductory material, to help people get started. (This module doesn't replace a half-day or daylong coaching course.)"
    },
    {
      "Date": "2018-08-06T09:29:00-05:00",
      "Title": "Discipline -- Creating Structure -- Theme Thursday Season 4",
      "WatchLink": "http://coaching.gallup.com/2018/08/discipline-theme-thursday-season-4.html",
      "YoutubeEmbed": "7ZajxQtC214",
      "Description": "On this Theme Thursday Season Four webcast, Jim Collison, Gallup's Director of Talent Sourcing, and Maika Leibbrandt, Senior Workplace Consultant, talk about Discipline.\n\nPeople exceptionally talented in Discipline enjoy routine and structure. Their world is best described by the order they create. Individuals with Discipline are detail-oriented and architects of structure. They don’t just follow the rules that are in front of them but they think in a way that creates rules. People with Discipline are quite planned, they’re exact and exacting."
    },
    {
      "Date": "2018-08-07T16:03:00-05:00",
      "Title": "Coaching Individuals and Teams in the \"Faster Future\" -- Gallup Called to Coach: Andrew Sloan -- S6E27",
      "WatchLink": "http://coaching.gallup.com/2018/08/coaching-individuals-and-teams-in.html",
      "YoutubeEmbed": "qB4ibqMFOHg",
      "Description": "On a recent Called to Coach, we spoke with Andrew Sloan, human futurist, Gallup-Certified Strengths Coach, therapist and technologist. Our conversation was hosted by Gallup's own Claire DeCarteret from Gallup's Sydney, Australia, office. Andrew has a passion to use technology to benefit humans in what he calls the \"faster future,\" and in his strengths coaching practice he combines strengths and therapy as he works with individuals and teams.\n\nBelow is a summary of the conversation. Full audio and video are posted above.\n\nGuest host Claire DeCarteret: Tell us about yourself, your back story.\n\nAndrew Sloan: My Top 5 come into the room as soon I enter it, when I meet you. But it’s my “Back 5” (the next 5) are the engine room that allow me to offer my gifts to people. Those Back 5 are Belief, Connectedness, Responsibility, Empathy, and Arranger. Arranger really influences a lot of my Top 10.\n\nMy journey with strengths started about 4 years ago. I was angry and frustrated with life; my Top 5 weren’t being served, even though I didn’t know them yet. I found a strengths-based coach and therapist who I still work with today and we started to explore what my frustration might mean in light of my top capabilities."
    },
    {
      "Date": "2018-08-09T10:45:00-05:00",
      "Title": "Empathy -- Connecting by Sensing -- Theme Thursday Season 4",
      "WatchLink": "http://coaching.gallup.com/2018/08/empathy-connecting-by-sensing-theme.html",
      "YoutubeEmbed": "EarxcgD36-M",
      "Description": "On this Theme Thursday Season Four webcast, Jim Collison, Gallup's Director of Talent Sourcing, and Maika Leibbrandt, Senior Workplace Consultant, talk about Empathy.\n\nEmpathy is experiencing the emotion of others, feeling what others feel, and connecting by sensing.  People with high Empathy are emotionally intuitive. Empathy is knowing through being present and paying attention to other people."
    },
    {
      "Date": "2018-08-10T22:12:00-05:00",
      "Title": "Pursuing an Extraordinary Life: Coaching With Intentionality and Courage -- Gallup Called to Coach: Michael Dauphinee -- S6E28",
      "WatchLink": "http://coaching.gallup.com/2018/08/pursuing-extraordinary-life-coaching.html",
      "YoutubeEmbed": "nM9Z_vkdvF4",
      "Description": "On a recent Called to Coach, we spoke with Gallup-Certified Strengths Coach Michael Dauphinee, who operates his own consulting company and travels the world to do that. Our conversation was hosted by Gallup's Jeremy Pietrocini. During almost two decades, Michael has been a Strengths Coach in a variety of corporate and nonprofit settings, nationally and internationally.\n\nBelow is a summary of the conversation. Full audio and video are posted above.\n\nGuest host Jeremy Pietrocini: In your own words, tell us about your journey of being called to coach and what you do in your day-to-day business.\n\nMichael Dauphinee: I worked at Hewlett-Packard as an international negotiator for 6 years. I got into a bit of a 9-to-5 rut, was involved with a nonprofit in San Diego when CliftonStrengths had launched. It was around 2000, and no one really knew what “StrengthsFinder” was. We started using StrengthsFinder with our volunteers, it became the language we spoke.\n\nWhen I turned 30, I had a moment (it’s in my new book, Extraordinary, comes out Sept. 4) that made me realize that what I was doing wasn’t my life, I needed to do something different. I realized that StrengthsFinder showed me my strengths, but they were what I had been spending the majority of my life trying to “scoop out of me.” A year later, I walked away from HP and spent a year traveling the U.S. and Western Europe talking about strengths with nonprofits and community leaders. My hope was that someday I could do workshops and make a full-time living out of strengths."
    },
    {
      "Date": "2018-08-14T11:05:00-05:00",
      "Title": "Focus -- Powerful Investment Toward Achievable Goals -- Theme Thursday Season 4",
      "WatchLink": "http://coaching.gallup.com/2018/08/focus-achievable-goals-theme-thursday.html",
      "YoutubeEmbed": "lR35IwsVdCw",
      "Description": "On this Theme Thursday Season Four webcast, Jim Collison, Gallup's Director of Talent Sourcing, and Maika Leibbrandt, Senior Workplace Consultant, talk about Focus.\n\nFocus is the great intensity toward a single target. It’s the head down, hyper-attentive ability to be fully present with the challenge until it’s done. Individuals high in Focus are persistent, passionate, and focused on the end goal. Focus is the efficient, effective, single-minded prioritization that speeds up and improves quality."
    },
    {
      "Date": "2018-08-14T16:29:00-05:00",
      "Title": "Being Resourceful: Introducing Strengths to Young (Technology) Workers -- Gallup Called to Coach: Vivasvan Shastri -- S6E29",
      "WatchLink": "http://coaching.gallup.com/2018/08/being-resourceful-introducing-strengths.html",
      "YoutubeEmbed": "E9TmANCnAd0",
      "Description": "On a recent Called to Coach, we spoke with Vivasvan Shastri, Senior Manager at Cisco, who has been a technology executive for 19 years. His experience spans products/services and managing business development across the globe. He is a Gallup-certified Strengths Coach, an author, avid reader and blogger. Our conversation was hosted by Gallup’s own Pooja Luthra from Gallup’s Gurugram (Gurgaon), India, office.\n\nBelow is a summary of the conversation. Full audio and video are posted above.\n\nGuest host Pooja Luthra: Tell me a little about your journey in terms of (CliftonStrengths).\n\nVivasvan Shastri: It’s been amazing. It’s been a quest of my life to discover who I am. I had no way to figure it out -- you do everything to find out who you are. And when I looked at my (Top 5) strengths, I realized this is who I am. My journey of self-awareness that started 18 months ago continues -- I look at my life from the prism of my strengths. It gives me the ability to explain who I am, how I treat others, and provides a roadmap for how to progress ahead. I look forward to continuing this journey for a long time."
    },
    {
      "Date": "2018-08-16T13:57:00-05:00",
      "Title": "Futuristic -- Making Sense of What Is Through A Lens of What Will Be -- Theme Thursday Season 4",
      "WatchLink": "http://coaching.gallup.com/2018/08/futuristic-making-sense-what-will-be.html",
      "YoutubeEmbed": "Aj6MNNsvKyA",
      "Description": "On this Theme Thursday Season Four webcast, Jim Collison, Gallup's Director of Talent Sourcing, and Maika Leibbrandt, Senior Workplace Consultant, talk about Futuristic.\n\nFuturistic can be described by every step taken today gets you closer to the very clear future you live in. Futuristic is making sense of what is through a lens of what will be. Futuristic is not just creativity. It’s not just “what if” but it’s “when.”  Individuals with high Futuristic are energized and energizing to others by what can be. Other themes will influence the exact picture of the future, but it’s always with an element of improvement. It’s improvement for a better team, a better product, a better life, a better world."
    },
    {
      "Date": "2018-08-16T20:58:00-05:00",
      "Title": "After You've Covered the Basics of Effective Strengths Training, What's Next? (Part 3) -- Gallup Called to Coach: Dean Jones -- S6E30",
      "WatchLink": "http://coaching.gallup.com/2018/08/after-youve-covered-basics-of-effective_16.html",
      "YoutubeEmbed": "kobb0kco5Wk",
      "Description": "On a recent Called to Coach, we spoke with the Principal Architect of Gallup's Global Learning Strategy, Dean Jones, as a follow-up to several 2016 Called to Coach sessions he led on leading strengths trainings. This is part 3 of that discussion.\n\nBelow is a summary of the conversation. Full audio and video are posted above.\n\nWhat has changed since 2016? A lot of the focus on basic strengths education is naming, claiming, and aiming. Coaches are discovering that basic strengths education is necessary in order to inject strengths into organizations; a way of inviting them into the world of strengths.\n\nGallup is making CliftonStrengths 34 and enhancements more widely available, and people need to understand how to name, claim and aim their strengths. An e-learning module on the basics will be available in the fall to provide some introductory material, to help people get started. (This module doesn't replace a half-day or daylong coaching course.)"
    }
  ],
  "latestThumbnail": "LATESTTHUMBNAIL",
  "registerLink": "REGISTERLINK"
}
