{
  "1": [
    {
      "date": "12/18/2015",
      "strength": "Achiever",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "FCb-pFAWrWU",
      "description": "Achievers get things done. They thrive on being busy and accomplishing tasks. It gives them energy. Most Achievers love to check off items on a list. They rarely have a \"day off\" and even consider their weekends to be an opportunity to complete a project. Some may call it a strong work ethic; an Achiever would call it their day-to-day reality."
    },
    {
      "date": "11/11/2014",
      "strength": "Activator",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "iR02S5xwqbk",
      "description": "Activators move, make things happen and initiate. When they are around others who don’t see the need - the imperative - for forward momentum, Activators may become frustrated.  Activators feel an energy and speed around everything they do, from getting out of bed in the morning, to making decisions and being on time. People strong in the Activator theme learn by doing, and fully expect to be judged by the action they take.  They have a loud internal drive that pushes them forward."
    },
    {
      "date": "3/27/2015",
      "strength": "Adaptability",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "lj7DdB11nXM",
      "description": "People with strong Adaptability talents live in the moment. They don’t see the future as a fixed destination. Instead, they see it as a place that they can create out of the choices they make right now. They discover their future one choice at a time. This doesn’t mean that they don’t have plans. But their Adaptability talents enable them to respond willingly to the demands of the moment, even if circumstances pull them away from their plans. They don’t resent sudden requests or unforeseen detours. They expect them."
    },
    {
      "date": "12/10/2015",
      "strength": "Analytical",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "Ac2MGBMB_s8",
      "description": "Analytical seeks an objective understanding of the world from data and facts. If something isn't measurable, Analytical will try to make it measurable. People with Analytical seek the essence of a subject. They can easily identify patterns and root causes. Their mantra might be, \"Everything should be as simple as possible, but not simpler.\""
    },
    {
      "date": "11/11/2014",
      "strength": "Arranger",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "ePKdqCajy1A",
      "description": "Arrangers are conductors. When faced with a complex situation involving many factors, people with strong Arranger talents enjoy managing all of the variables, aligning and realigning them until they are sure they have arranged them in the most productive configuration possible. Those who have high Arranger talents work tirelessly to implement a solution. They get things done by orchestrating, organizing, and facilitating the work of others. Arrangers are people of multiplicity, thriving on bringing together people, processes, and products to build productivity."
    },
    {
      "date": "4/10/2015",
      "strength": "Belief",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "jVF44aRZAx0",
      "description": "People with strong Belief talents have enduring principles by which they live. These values vary from one person to another, but those with powerful Belief talents have deeply held ideals and a strong sense of purpose in their lives. These core values affect their behavior in many ways. Their sense of mission gives their lives meaning and direction; in their view, success is more than money and prestige."
    },
    {
      "date": "11/11/2014",
      "strength": "Command",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "eOMEfRWGBsU",
      "description": "Command brings decisiveness and emotional clarity. They have the ability to bring to light what is often avoided or unstated. This gives them the ability to resolve conflicts and misunderstandings. Command falls into the Influencing domain, which reflects its power to persuade people. Individuals with high Command like to be in control of situations. They tend to be highly assertive and thrive in opportunities when they can take charge. Command is as an energizing, persuasive, and inspirational theme."
    },
    {
      "date": "11/11/2014",
      "strength": "Communication",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "REHeHvgET_4",
      "description": "The Communication theme is predominant in people who have a natural ability for verbal expression and who can provide conceptual clarity and social connection. Communication is not only a social theme -- it also helps facilitate and guide understanding in conversation. People with Communication typically value being understood; they want people to get what they’re saying. Those with high Communication are not only great speakers, they are also great listeners who value dialogue. Communication energizes people. People with Communication feed off of great conversation."
    },
    {
      "date": "10/1/2015",
      "strength": "Competition",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "Uu8lP0_oA-8",
      "description": "The essence of the Competition theme is comparison. People with Competition are instinctively aware of other people's performance. They have a deep aspiration for first place. Competition drives them to outwork, outshine and outperform anyone else. They will invest in teaching, research, training and study to win. People with Competition have grit and determination, but also a boundless energy and enthusiasm to chase their goals. They are at their best when they can measure their performance against others."
    },
    {
      "date": "2/6/2015",
      "strength": "Connectedness",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "deZsxXf0-54",
      "description": "Things happen for a reason. Those with strong Connectedness talents are sure of it. They have a powerful conviction that everyone is connected. While each person is responsible for his or her own judgments and actions, those with strong Connectedness believe everyone is part of something larger. Connectedness is global spiritual perspective that produces an integrated holistic practice. Those with high Connectedness talents typically have strong faith -- religious or otherwise -- and often view things in the context of how they fit into the bigger picture."
    },
    {
      "date": "11/27/2015",
      "strength": "Consistency",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "qgLkmuKEiEU",
      "description": "Consistency is a keen awareness about the need to treat people the same by setting clear rules and applying them evenhandedly. Words that best represent the Consistency theme are: uniformity, rules, efficiency, balance and fairness. Someone with Consistency often acts as the conscience of a group or team. They are egalitarian, even-handed and selfless. People with Consistency focus on the group, not on individuals.  They accomplish tasks in a fair and consistent manner.  Consistency believe that the rules are the same for everyone, so individuals with high Consistency are great at giving credit where credit is due. Consistency believes, \"It's not what we do once in a while that shapes our lives, it is what we do every day.\""
    },
    {
      "date": "5/26/2015",
      "strength": "Context",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "VsbJaWH4mKk",
      "description": "Perspective and background are important for people with strong Context talents. They value the retrospective viewpoint because they believe that is where the answers lie. They look back to understand the present. From the past, they can discern blueprints for direction. And, counterintuitively, they become wiser about the future because they can see its seeds sown in the past."
    },
    {
      "date": "11/11/2014",
      "strength": "Deliberative",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "eR4NnnhAJIE",
      "description": "People with high Deliberative have a keen awareness and sensitivity to risk. This drives them to be careful decision-makers, constantly striving to prevent adverse things from happening. The Deliberative theme plays a significant role in a person's tendency to make well thought out decisions. Deliberators aren’t cautious for the sake of being cautious; people who are high in Deliberative exercise calculated restraint for the sake of success."
    },
    {
      "date": "12/6/2015",
      "strength": "Developer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "ph7eq8qWkmM",
      "description": "People talented in the Developer theme recognize and cultivate the potential of others. They can quickly recognize the talent of others and derive satisfaction from others' growth. Developer has the vision to see the potential in others. When people grow in their talents and strengths, it gives Developers fuel. Developers are patient, growth-oriented, encouraging, effective, self-sacrificing and helpful. Developer acts as an advisor, stimulator, investor, coach, mentor, teacher, encourager and \"stretcher\" -- they help people stretch their talents. Developers rejoice in helping others grow and cultivate their talents."
    },
    {
      "date": "3/22/2015",
      "strength": "Discipline",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "Tn4kNd1ZZ7o",
      "description": "People with strong Discipline talents love things that are organized and orderly. They meet deadlines. And they can efficiently manage limited resources. They bring a high level of organization, order and stability to the projects and groups in which they work. People who have high Discipline are great at managing limited resources by creating a plan and following it. They often bring order to chaos to get things done.  Discipline’s key purpose is that it helps people be more productive when used properly. Those without high Discipline may find routines dull and redundant, but Discipline embraces such routine."
    },
    {
      "date": "4/28/2015",
      "strength": "Empathy",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "PihdpBFrwCY",
      "description": "People with strong Empathy talents are able to build and form relationships that have great emotional depth. Others feel understood by them and seek their company. Their innate ability to understand the emotions of those around them provides comfort and stability. The Empathy theme is most accurately defined as the attention to the emotional state of others. Individuals with Empathy are also in touch with their own emotions and know how to effectively express them to others. Those with high Empathy talents have a knack for creating customizable approaches to other people. Empathy can help people find clarity, whether it is in their business or their personal life."
    },
    {
      "date": "8/14/2015",
      "strength": "Focus",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "XMqUldUsOro",
      "description": "People with strong Focus talents prioritize and then take action. They set goals. These goals serve as their compass, helping them determine priorities and make alterations when needed to get back on course. Their Focus is powerful because it forces them to filter; they instinctively evaluate each action before taking it to determine whether it will help them reach their goal. In the end, strong Focus talents push them to be efficient. They are extremely valuable team members because their single-mindedness enhances the speed and quality of their performance and keeps the team on track. A person with high focus is single-minded and goal oriented. They see the light at the end of the tunnel -- and will stay on track, despite distractions. Focus allows people to take direction and follow through with given tasks. They start with the end in mind."
    },
    {
      "date": "12/18/2015",
      "strength": "Futuristic",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "2UBKZ9Bx80I",
      "description": "People talented in the Furturistic have the innate ability to envision clearly and inspirationally describe a better tomorrow. Futuristic is a strategic thinking theme and while it is \"in someone's head,\" it is also the ability to inspire others with a vision of the future. Futuristic is the telescope that looks forward and says, \"What do you see? What is possible?\" Adjectives used to describe the Futuristic strength are creative, inspiring, vivid, expressive, perceptive, future-oriented and visionary.  A person with Futuristic is a forecaster -- they can anticipate what is next. They are dreamers and imaginers -- and they can also articulate their dreams. They are not content with the status quo."
    },
    {
      "date": "11/11/2014",
      "strength": "Harmony",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "9hiYDibkNTk",
      "description": "The particular brilliance of the Harmony theme is its natural practicality and preference for emotional balance. By reducing friction, people especially talented in the Harmony theme can enhance collaboration. They avert many contentious interactions before they start and quickly help others find a resolution. People with Harmony promote collaboration by managing conflict and maintaining practicality. Simply put, they get along with people, so they can get things done. Although Harmony falls into the Relationship Building domain, it often has a strong performance orientation. Those with Harmony sometimes fight an inner battle where they want to get along with everyone, but they want to get things done without creating any conflict."
    },
    {
      "date": "10/30/2015",
      "strength": "Ideation",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "wIPpGS9V6ac",
      "description": "Ideation is all about ideas. People with Ideation are fascinated by ideas and a new idea makes their day. Ideation revels in taking the world as we know it and turning it around so it can be viewed in a strange, but strangely enlightening, way. Ideation generates excitement and energy for those who possess it. Creativity, Complexity and Connectivity are the \"Three Cs\" of Ideation. Creativity drives those with Ideation to ask, \"What if?\" and explore new ideas. Ideation loves complexity for complexity's sake, but Ideation is also keen on complexity because people with Ideation want to make the complex simple. People with Ideation are adept at connecting seemingly disparate ideas -- this is their love of Connectivity in action."
    },
    {
      "date": "11/11/2014",
      "strength": "Includer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "62aA4JqwJYk",
      "description": "Includers are sensitive to those who are excluded and have an innate desire and capacity to bring them into the group. Their thoughtful approach to others not only increases participation and communication as they ensure everyone is considered, but it also brings a level of tolerance and acceptance of diversity."
    },
    {
      "date": "11/11/2014",
      "strength": "Individualization",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "AY_OK07Mqb4",
      "description": "People with strong Individualization talents notice and appreciate the unique characteristics of each person and can customize their approach accordingly. Like a casting director, they use their intelligence about people to position them to do what they do best. This creates a type of team synergy that leads to a more enjoyable experience and increased effectiveness. Individualization falls into the Relationship Building domain, giving those who possess the strength a clear perception of human uniqueness. That perception allows people to treat and approach others in a relevant way, making it easier to make connections. People with strong Individualization talents have a great sense of and appreciation for diversity by getting to know others on an individual level. The Individualization theme creates an awareness of unique qualities in not only oneself, but in others as well."
    },
    {
      "date": "1/21/2015",
      "strength": "Input",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "FQ9agSQDNwY",
      "description": "People with strong Input talents bring tools that can facilitate growth and performance. They love to provide relevant and tangible help to others. Their resourcefulness and curiosity lead them to store knowledge that can be culled and shared. Those with high Input as seeing the value in \"stuff.\" Whether it is something tangible, like a tool, or intangible, like information and resources, people with Input are likely to have a strong appreciation for it. Input shines the most when some people have the opportunity to absorb information. The trait of constantly reading and soaking up knowledge is common for those with Input."
    },
    {
      "date": "11/18/2014",
      "strength": "Intellection",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "MLVrr5v_DX8",
      "description": "People with strong Intellection talents like to think. They like mental activity. They like to exercise the \"muscles\" of their brain, stretching them in multiple directions. Intellection is a solitary or philosophical contemplation that deepens wisdom and understanding. Those with high Intellection like to think deeply about things, and often prefer their own time in a quiet space for such contemplation. People who have strong Intellection talents find clarity by taking the time to think about a subject until they come away with a thorough understanding of it. They aren’t satisfied with simply gathering knowledge; the real reward comes with true understanding."
    },
    {
      "date": "12/12/2014",
      "strength": "Learner",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "hQYxyXsuMec",
      "description": "People with strong Learner talents not only love to learn, but they also intuitively know how they learn best. They can learn quickly, and when focused, they can keep a group, team and organization on the cutting edge. Those with high Learner have a natural curiosity and enjoyment of the learning experience that leads to ever-evolving paradigms and ever-evolving perspectives. Much like a runner getting a high from a long run, people with strong Learner talent tend to experience a similar emotional boost when presented with the opportunity to learn something new. That those with Learner enjoy the process of learning, while those with Input are more attracted to the tangible aspects of learning, such as books and specific subject matter."
    },
    {
      "date": "11/11/2014",
      "strength": "Maximizer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "v1rv0g_dm9c",
      "description": "Maximizers have and bring to others a focus on quality. They naturally prefer working with and for the best. They create strengths within groups by enabling each person to do what he or she naturally does best. Their drive toward excellence can lead to a new standard of success. Those who have high Maximizer have a strong orientation toward and commitment to excellence that leads to quality outcomes. The inner compass of these individuals continually points to quality and a desire for quality in all areas of life."
    },
    {
      "date": "11/11/2014",
      "strength": "Positivity",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "7W20X_OVAWU",
      "description": "People with strong Positivity talents are generous with praise, quick to smile and always on the lookout for the upside of the situation. They bring enthusiasm to people, groups and organizations. They can stimulate others to be more productive and hopeful. They always seem to find a way to lighten the spirits of those around them. Those with high Positivity talents exhibit a level of emotional influence by expressing their natural optimism and enthusiasm in everyday situations. They know how to make others feel good and lift the spirits of those around them. Categorized in the Relationship Building domain, Positivity helps people build rapport with others in nearly every situation, whether in the workplace or at home. Positivity, in its raw, undeveloped form, can cause those who have it to purposefully avoid others who are negative. However, individuals who have developed their Positivity talents approach negative people with the hopes that they can turn their attitude around and bring optimism into their lives."
    },
    {
      "date": "11/11/2014",
      "strength": "Relator",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "L8qHgXZVmbI",
      "description": "People especially strong in Relator talents form solid, genuine and mutually rewarding relationships. Their relationships are close, caring and trusting. Those who have high Relator tend to value close, lasting relationships with friends and family. They often prefer informal relationships, as opposed to those with formal undertones, which can diminish the personal side of a relationship. Relators are often at their best when they have one-on-one interactions with others. They care deeply for others, and seek people with whom they can develop long-term, meaningful relationships."
    },
    {
      "date": "3/4/2015",
      "strength": "Responsibility",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "xjK616_LL9g",
      "description": "People with strong Responsibility talents take psychological ownership for anything they commit to, whether it is large or small, and they feel emotionally bound to follow it through to completion. They keep their promises and honor their commitments. They don’t let people down, and they work very hard to fulfill all of their responsibilities and keep their word. Those who have high Responsibility are People who are serious and conscientious about keeping commitments to others and doing things right. People with strong Responsibility talents like to be asked to do something, rather than to ask someone else to do something. Responsibility points heavily to how people get things done. These individuals are driven not necessarily by their own motivation, but by their commitments to other people. The ability and desire to respond to other people’s needs also carries a service orientation with the Responsibility theme."
    },
    {
      "date": "11/11/2014",
      "strength": "Restorative",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "s2nIh6F0VMg",
      "description": "Those with strong Restorative talents bring a solution-oriented mindset to daily problems. They readily take on projects that others believe “can’t be saved.” They can analyze a situation, identify potential shortcomings, and make the necessary adjustments. Individuals with high Restorative talents tend to be more comfortable with problems than others, and they have the ability to find the root of a problem. The motivating factor for finding the origin of a problem is the subsequent quest to land on a solution. This is why the Restorative theme falls into the Executing domain. Having strong Restorative talents doesn’t necessarily mean that an individual is actively anticipating problems. But when a problem arises, they are quick to react confidently."
    },
    {
      "date": "11/11/2014",
      "strength": "Self-Assurance",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "lnl5CxYyCy4",
      "description": "People with strong Self-Assurance talents can lead the way. Because they deeply trust their own instincts, they can forge ahead confidently, even on risky paths. They can instill confidence in others and show initiative in the midst of turbulence and uncertainty."
    },
    {
      "date": "7/24/2015",
      "strength": "Significance",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "SM4m0TdSDkw",
      "description": "People with strong Significance talents want others to see their worth. They want to be recognized, heard and valued. Particularly, they want to be known and appreciated for the unique strengths they bring. They seek to have an impact on people, groups and society as a whole. They want their contributions viewed as substantial, powerful and significant. They are motivated by their intense yearning to be recognized, and as a result, they keep reaching. Their Significance theme pulls them upward, away from the mediocre and toward the exceptional. People with significance are lead by a desire to leave a legacy. They want to be seen and noticed for meaningful work. They are attracted to evidence-based work. People with strong significance can be described as a champion, a change agent or an advocate."
    },
    {
      "date": "10/30/2015",
      "strength": "Strategic",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "fuYh6rMn-Ho",
      "description": "People with strong Strategic talents have the ability to sort through the clutter and find the best route. This is not a skill that can be taught. It is a distinct way of thinking — a special perspective on the world at large. This outlook allows them to see patterns where others simply see complexity. Mindful of these patterns, they are able to envision alternative scenarios, always asking, \"What if this happened?\" This recurring question helps them see, plan, and prepare for future situations. They see a way when others assume there is no way. Armed with this strategy, they strike forward."
    },
    {
      "date": "11/13/2014",
      "strength": "WOO",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "4CmRIs1lXHQ",
      "description": "People with strong Woo talents bring energy to social situations. They can connect with others and act as catalysts in helping people connect with one another. They have an exceptional ability to draw others out of their shell. Woo is an acronym for Winning Others Over. People who have high Woo are not afraid to start conversations with strangers. They typically have a large network of friends and acquaintances, as they thrive on getting to know as many people as possible. About 13% of individuals who have completed the Clifton StrengthsFinder assessment have Woo as one of their top five strengths."
    }
  ],
  "3": [
    {
      "date": "2/8/2017",
      "strength": "Achiever",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "VBtUU7SCkYk",
      "description": "Your Achiever theme helps explain your drive. Achiever describes a constant need for achievement. You feel as if every day starts at zero. By the end of the day, you must achieve something tangible in order to feel good about yourself. And by “every day” you mean every single day — workdays, weekends, vacations. No matter how much you may feel you deserve a day of rest, if the day passes without some form of achievement, no matter how small, you will feel dissatisfied. You have an internal fire burning inside you. It pushes you to do more, to achieve more. After each accomplishment is reached, the fire dwindles for a moment, but very soon it rekindles itself, forcing you toward the next accomplishment. Your relentless need for achievement might not be logical. It might not even be focused. But it will always be with you. As an Achiever, you must learn to live with this whisper of discontent. It does have its benefits. It brings you the energy you need to work long hours without burning out. It is the jolt you can always count on to get you started on new tasks, new challenges. It is the power supply that causes you to set the pace and define the levels of productivity for your work group. It is the theme that keeps you moving."
    },
    {
      "date": "7/11/2017",
      "strength": "Activator",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "JoKGtOGXDOc",
      "description": "\"When can we start?\" This is a recurring question in your life. You are impatient for action. You may concede that analysis has its uses or that debate and discussion can occasionally yield some valuable insights, but deep down you know that only action is real. Only action can make things happen. Only action leads to performance. Once a decision is made, you cannot not act. Others may worry that “there are still some things we don’t know,” but this doesn’t seem to slow you. If the decision has been made to go across town, you know that the fastest way to get there is to go stoplight to stoplight."
    },
    {
      "date": "11/10/2017",
      "strength": "Adaptability",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "axktA2PEW2E",
      "description": "You live in the moment. You don’t see the future as a fixed destination. Instead, you see it as a place that you create out of the choices that you make right now. And so you discover your future one choice at a time. This doesn’t mean that you don’t have plans. You probably do. But this theme of Adaptability does enable you to respond willingly to the demands of the moment even if they pull you away from your plans. Unlike some, you don’t resent sudden requests or unforeseen detours. You expect them. They are inevitable. Indeed, on some level you actually look forward to them. You are, at heart, a very flexible person who can stay productive when the demands of work are pulling you in many different directions at once."
    },
    {
      "date": "11/7/2017",
      "strength": "Analytical",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "sNlUo_J0lvw",
      "description": "Your Analytical theme challenges other people: “Prove it. Show me why what you are claiming is true.” In the face of this kind of questioning, some will find that their brilliant theories wither and die. For you, this is precisely the point. You do not necessarily want to destroy other people’s ideas, but you do insist that their theories be sound. You see yourself as objective and dispassionate. You like data because they are value free. They have no agenda. Armed with these data, you search for patterns and connections."
    },
    {
      "date": "2/8/2017",
      "strength": "Arranger",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "e_Gn4J1GVyM",
      "description": "You are a conductor. When faced with a complex situation involving many factors, you enjoy managing all of the variables, aligning and realigning them until you are sure you have arranged them in the most productive configuration possible. In your mind, there is nothing special about what you are doing. You are simply trying to figure out the best way to get things done. But others, lacking this theme, will be in awe of your ability. “How can you keep so many things in your head at once?” they will ask. “How can you stay so flexible, so willing to shelve well-laid plans in favor of some brand-new configuration that has just occurred to you?” But you cannot imagine behaving in any other way."
    },
    {
      "date": "4/28/2017",
      "strength": "Belief",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "HqvprexJo4E",
      "description": "If you possess a strong Belief theme, you have certain core values that are enduring. These values vary from one person to another, but ordinarily your Belief theme causes you to be family-oriented, altruistic - even spiritual.  And, to value responsibility and high ethics — both in yourself and others. These core values affect your behavior in many ways. They give your life meaning and satisfaction. In your view, success is more than money and prestige. Your values provide direction, guiding you through the temptations and distractions of life toward a consistent set of priorities. This consistency is the foundation for all your relationships. Your friends call you dependable. \"I know where you stand,\" they say."
    },
    {
      "date": "4/28/2017",
      "strength": "Command",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "TnyTow5tOTs",
      "description": "Command leads you to take charge. Unlike some people, you feel no discomfort with imposing your views on others. On the contrary, once your opinion is formed, you need to share it with others. Once your goal is set, you feel restless until you have aligned others with you. You are not frightened by confrontation; rather, you know that confrontation is the first step toward resolution. Whereas others may avoid facing up to life’s unpleasantness, you feel compelled to present the facts or the truth, no matter how unpleasant it may be."
    },
    {
      "date": "11/9/2017",
      "strength": "Communication",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "YIi8nHuN4K8",
      "description": "You like to explain, to describe, to host, to speak in public and to write. This is your Communication theme at work. Ideas are a dry beginning. Events are static. You feel a need to bring them to life, to energize them, to make them exciting and vivid. And so you turn events into stories and practice telling them. You take the dry idea and enliven it with images and examples and metaphors. You believe that most people have a very short attention span. They are bombarded by information, but very little of it survives."
    },
    {
      "date": "11/9/2017",
      "strength": "Competition",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "sjRiApKi5b4",
      "description": "Competition is rooted in comparison. When you look at the world, you are instinctively aware of other people’s performance. Their performance is the ultimate yardstick. No matter how hard you tried, no matter how worthy your intentions, if you reached your goal but did not outperform your peers, the achievement feels hollow. Like all competitors, you need other people. You need to compare. If you can compare, you can compete, and if you can compete, you can win. And when you win, there is no feeling quite like it."
    },
    {
      "date": "11/20/2017",
      "strength": "Connectedness",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "deZsxXf0-54",
      "description": "Things happen for a reason. You are sure of it. You are sure of it because in your soul you know that we are all connected. Yes, we are individuals, responsible for our own judgments and in possession of our own free will, but nonetheless we are part of something larger. Some may call it the collective unconscious. Others may label it spirit or life force. But whatever your word of choice, you gain confidence from knowing that we are not isolated from one another or from the earth and the life on it."
    },
    {
      "date": "4/28/2017",
      "strength": "Consistency",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "cd1pKQgKBjs",
      "description": "Balance is important to you. You are keenly aware of the need to treat people the same, no matter what their station in life, so you do not want to see the scales tipped too far in any one person’s favor. In your view, this leads to selfishness and individualism. It leads to a world where some people gain an unfair advantage because of their connections or their background or their greasing of the wheels. This is truly offensive to you. You see yourself as a guardian against it. In direct contrast to this world of special favors, you believe that people function best in a consistent environment where the rules are clear and are applied to everyone equally. This is an environment where people know what is expected. It is predictable and evenhanded. It is fair. Here each person has an even chance to show his or her worth."
    },
    {
      "date": "11/7/2017",
      "strength": "Context",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "C0hiyPSqZrc",
      "description": "You look back. You look back because that is where the answers lie. You look back to understand the present. From your vantage point, the present is unstable, a confusing clamor of competing voices. It is only by casting your mind back to an earlier time, a time when the plans were being drawn up, that the present regains its stability. The earlier time was a simpler time. It was a time of blueprints. As you look back, you begin to see these blueprints emerge. You realize what the initial intentions were. These blueprints or intentions have since become so embellished that they are almost unrecognizable, but now this Context theme reveals them again."
    },
    {
      "date": "4/28/2017",
      "strength": "Deliberative",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "DsSLm7vEPOg",
      "description": "You are careful. You are vigilant. You are a private person. You know that the world is an unpredictable place. Everything may seem in order, but beneath the surface you sense many risks. Rather than denying these risks, you draw each one out into the open. Then each risk can be identified, assessed and ultimately reduced. Thus, you are a fairly serious person who approaches life with a certain reserve. For example, you like to plan ahead so as to anticipate what might go wrong. You select your friends cautiously and keep your own counsel when the conversation turns to personal matters. You are careful not to give too much praise and recognition, lest it be misconstrued. If some people don’t like you because you are not as effusive as others, then so be it. For you, life is not a popularity contest. Life is something of a minefield. Others can run through it recklessly if they so choose, but you take a different approach. You identify the dangers, weigh their relative impact and then place your feet deliberately. You walk with care."
    },
    {
      "date": "11/10/2017",
      "strength": "Developer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "MCYepwNRwYA",
      "description": "You see the potential in others. Very often, in fact, potential is all you see. In your view, no individual is fully formed. On the contrary, each individual is a work in progress, alive with possibilities. And you are drawn toward people for this very reason. When you interact with others, your goal is to help them experience success. You look for ways to challenge them. You devise interesting experiences that can stretch them and help them grow. And all the while, you are on the lookout for the signs of growth — a new behavior learned or modified, a slight improvement in a skill, a glimpse of excellence or of \"flow\" where previously there were only halting steps."
    },
    {
      "date": "4/28/2017",
      "strength": "Discipline",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "NZdclCNi0yw",
      "description": "Your world needs to be predictable. It needs to be ordered and planned. So you instinctively impose structure on your world. You set up routines. You focus on timelines and deadlines. You break long-term projects into a series of specific short-term plans, and you work through each plan diligently. You are not necessarily neat and clean, but you do need precision. Faced with the inherent messiness of life, you want to feel in control. The routines, the timelines, the structure, all of these help create this feeling of control. Lacking this theme of Discipline, others may sometimes resent your need for order, but there need not be conflict. You must understand that not everyone feels your urge for predictability; they have other ways of getting things done. Likewise, you can help them understand and even appreciate your need for structure. Your dislike of surprises, your impatience with errors, your routines and your detail orientation don’t need to be misinterpreted as controlling behaviors that box people in. Rather, these behaviors can be understood as your instinctive method for maintaining your progress and your productivity in the face of life’s many distractions."
    },
    {
      "date": "11/7/2017",
      "strength": "Empathy",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "JiZjFmYG-fM",
      "description": "You can sense the emotions of those around you. You can feel what they are feeling as though their feelings are your own. Intuitively, you are able to see the world through their eyes and share their perspective. You do not necessarily agree with each person’s perspective. You do not necessarily feel pity for each person’s predicament — this would be sympathy, not Empathy. You do not necessarily condone the choices each person makes, but you do understand."
    },
    {
      "date": "4/28/2017",
      "strength": "Focus",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "Exp7TuRKiaY",
      "description": "\"Where am I headed?\" you ask yourself. You ask this question every day. Guided by this theme of Focus, you need a clear destination. Lacking one, your life and your work can quickly become frustrating. And so each year, each month and even each week, you set goals. These goals then serve as your compass, helping you determine priorities and make the necessary corrections to get back on course. Your Focus is powerful because it forces you to filter; you instinctively evaluate whether or not a particular action will help you move toward your goal. Those that don’t are ignored. In the end, then, your Focus forces you to be efficient. Naturally, the flip side of this is that it causes you to become impatient with delays, obstacles and even tangents, no matter how intriguing they appear to be. This makes you an extremely valuable team member. When others start to wander down other avenues, you bring them back to the main road. Your Focus reminds everyone that if something is not helping you move toward your destination, then it is not important. And if it is not important, then it is not worth your time. You keep everyone on point."
    },
    {
      "date": "11/7/2017",
      "strength": "Futuristic",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "XHiXAJeC2CE",
      "description": "\"Wouldn’t it be great if ...\" You are the kind of person who loves to peer over the horizon. The future fascinates you. As if it were projected on the wall, you see in detail what the future might hold, and this detailed picture keeps pulling you forward, into tomorrow. While the exact content of the picture will depend on your other strengths and interests — a better product, a better team, a better life or a better world — it will always be inspirational to you. "
    },
    {
      "date": "11/20/2017",
      "strength": "Harmony",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "yNAdY4F8B5w",
      "description": "You look for areas of agreement. In your view, there is little to be gained from conflict and friction, so you seek to hold these to a minimum. When you know that the people around you hold differing views, you try to find the common ground. You try to steer them away from confrontation and toward harmony. In fact, harmony is one of your guiding values. You can’t quite believe how much time is wasted by people trying to impose their views on others. Wouldn’t we all be more productive if we kept our opinions in check and instead looked for consensus and support? You believe we would, and you live by that belief."
    },
    {
      "date": "10/20/2017",
      "strength": "Ideation",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "J3wwpmrMXU0",
      "description": "You are fascinated by ideas. What is an idea? An idea is a concept, the best explanation of the most events. You are delighted when you discover beneath the complex surface an elegantly simple concept to explain why things are the way they are. An idea is a connection. Yours is the kind of mind that is always looking for connections, and so you are intrigued when seemingly disparate phenomena can be linked by an obscure connection. An idea is a new perspective on familiar challenges."
    },
    {
      "date": "11/20/2017",
      "strength": "Includer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "m3-GjRSWjwo",
      "description": "\"Stretch the circle wider.\" This is the philosophy around which you orient your life. You want to include people and make them feel part of the group. In direct contrast to those who are drawn only to exclusive groups, you actively avoid those groups that exclude others. You want to expand the group so that as many people as possible can benefit from its support. You hate the sight of someone on the outside looking in. You want to draw them in so that they can feel the warmth of the group. You are an instinctively accepting person."
    },
    {
      "date": "11/20/2017",
      "strength": "Individualization",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "jdkAewFgNag",
      "description": "Your Individualization theme leads you to be intrigued by the unique qualities of each person. You are impatient with generalizations or \"types\" because you don’t want to obscure what is special and distinct about each person. Instead, you focus on the differences between individuals. You instinctively observe each person’s style, each person’s motivation, how each thinks and how each builds relationships. You hear the one-of-a-kind stories in each person’s life."
    },
    {
      "date": "10/26/2017",
      "strength": "Input",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "u7I-d4Oj2zc",
      "description": "You are inquisitive. You collect things. You might collect information — words, facts, books and quotations — or you might collect tangible objects such as butterflies, baseball cards, porcelain dolls or sepia photographs. Whatever you collect, you collect it because it interests you. And yours is the kind of mind that finds so many things interesting. The world is exciting precisely because of its infinite variety and complexity. If you read a great deal, it is not necessarily to refine your theories, but rather to add more information to your archives."
    },
    {
      "date": "11/2/2017",
      "strength": "Intellection",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "hcrH0d-3rzA",
      "description": "You like to think. You like mental activity. You like exercising the \"muscles\" of your brain, stretching them in multiple directions. This need for mental activity may be focused; for example, you may be trying to solve a problem or develop an idea or understand another person’s feelings. The exact focus will depend on your other strengths. On the other hand, this mental activity may very well lack focus. The theme of Intellection does not dictate what you are thinking about; it simply describes that you like to think."
    },
    {
      "date": "11/7/2017",
      "strength": "Learner",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "VM7kPLlAxxE",
      "description": "You love to learn. The subject matter that interests you most will be determined by your other themes and experiences, but whatever the subject, you will always be drawn to the process of learning. The process, more than the content or the result, is especially exciting for you. You are energized by the steady and deliberate journey from ignorance to competence. The thrill of the first few facts, the early efforts to recite or practice what you have learned, the growing confidence of a skill mastered — this is the process that entices you."
    },
    {
      "date": "11/9/2017",
      "strength": "Maximizer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "ot8bi5AUaP8",
      "description": "Excellence, not average, is your measure. Taking something from below average to slightly above average takes a great deal of effort and in your opinion is not very rewarding. Transforming something strong into something superb takes just as much effort but is much more thrilling. Strengths, whether yours or someone else’s, fascinate you. Like a diver after pearls, you search them out, watching for the telltale signs of a strength. A glimpse of untutored excellence, rapid learning, a skill mastered without recourse to steps — all these are clues that a strength may be in play. And having found a strength, you feel compelled to nurture it, refine it and stretch it toward excellence."
    },
    {
      "date": "11/16/2017",
      "strength": "Positivity",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "DtHirQYrtTA",
      "description": "You are generous with praise, quick to smile and always on the lookout for the positive in the situation. Some call you lighthearted. Others just wish that their glass were as full as yours seems to be. But either way, people want to be around you. Their world looks better around you because your enthusiasm is contagious. Lacking your energy and optimism, some find their world drab with repetition or, worse, heavy with pressure. You seem to find a way to lighten their spirit. You inject drama into every project. You celebrate every achievement. You find ways to make everything more exciting and more vital. Some cynics may reject your energy, but you are rarely dragged down. Your Positivity won’t allow it. Somehow you can’t quite escape your conviction that it is good to be alive, that work can be fun and that no matter what the setbacks, one must never lose one’s sense of humor."
    },
    {
      "date": "11/7/2017",
      "strength": "Relator",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "TmgHD36MY2E",
      "description": "Relator describes your attitude toward your relationships. In simple terms, the Relator theme pulls you toward people you already know. You do not necessarily shy away from meeting new people — in fact, you may have other themes that cause you to enjoy the thrill of turning strangers into friends — but you do derive a great deal of pleasure and strength from being around your close friends. You are comfortable with intimacy. Once the initial connection has been made, you deliberately encourage a deepening of the relationship."
    },
    {
      "date": "4/28/2017",
      "strength": "Responsibility",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "bmTbH2wY9aE",
      "description": "Your Responsibility theme forces you to take psychological ownership for anything you commit to, and whether large or small, you feel emotionally bound to follow it through to completion. Your good name depends on it. If for some reason you cannot deliver, you automatically start to look for ways to make it up to the other person. Apologies are not enough. Excuses and rationalizations are totally unacceptable. You will not quite be able to live with yourself until you have made restitution. This conscientiousness, this near obsession for doing things right,and your impeccable ethics combine to create your reputation:  utterly dependable. When assigning new responsibilities, people will look to you first because they know it will get done. When people come to you for help — and they soon will — you must be selective. Your willingness to volunteer may sometimes lead you to take on more than you should."
    },
    {
      "date": "3/19/2017",
      "strength": "Restorative",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "slHQRrLFqIo",
      "description": "You love to solve problems. Whereas some are dismayed when they encounter yet another breakdown, you can be energized by it. You enjoy the challenge of analyzing the symptoms, identifying what is wrong and finding the solution. You may prefer practical problems or conceptual ones or personal ones. You may seek out specific kinds of problems that you have met many times before and that you are confident you can fix. Or you may feel the greatest push when faced with complex and unfamiliar problems. Your exact preferences are determined by your other themes and experiences. But what is certain is that you enjoy bringing things back to life. It is a wonderful feeling to identify the undermining factor(s), eradicate them and restore something to its true glory. Intuitively, you know that without your intervention, this thing — this machine, this technique, this person, this company — might have ceased to function. You fixed it, resuscitated it, rekindled its vitality. Phrasing it the way you might, you saved it."
    },
    {
      "date": "11/10/2017",
      "strength": "Self-Assurance",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "G_dyzLxy-lg",
      "description": "Self-Assurance is similar to self-confidence. In the deepest part of you, you have faith in your strengths. You know that you are able — able to take risks, able to meet new challenges, able to stake claims and, most important, able to deliver. But Self-Assurance is more than just self-confidence. Blessed with the theme of Self-Assurance, you have confidence not only in your abilities but in your judgment. When you look at the world, you know that your perspective is unique and distinct. And because no one sees exactly what you see, you know that no one can make your decisions for you. No one can tell you what to think. They can guide. They can suggest. But you alone have the authority to form conclusions, make decisions and act."
    },
    {
      "date": "11/10/2017",
      "strength": "Significance",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "l3etdwLmCgw",
      "description": "You want to be very significant in the eyes of other people. In the truest sense of the word, you want to be recognized. You want to be heard. You want to stand out. You want to be known. In particular, you want to be known and appreciated for the unique strengths you bring. You feel a need to be admired as credible, professional and successful. Likewise, you want to associate with others who are credible, professional and successful. And if they aren’t, you will push them to achieve until they are. Or you will move on."
    },
    {
      "date": "3/19/2017",
      "strength": "Strategic",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "npYSOioNAc4",
      "description": "The Strategic theme enables you to sort through the clutter and find the best route. It is not a skill that can be taught. It is a distinct way of thinking, a special perspective on the world at large. This perspective allows you to see patterns where others simply see complexity. Mindful of these patterns, you play out alternative scenarios, always asking, \"What if this happened? OK, well what if this happened?\" This recurring question helps you see around the next corner. There you can evaluate accurately the potential obstacles."
    },
    {
      "date": "11/10/2017",
      "strength": "WOO",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "MwEU58fZArk",
      "description": "WOO stands for winning others over. You enjoy the challenge of meeting new people and getting them to like you. Strangers are rarely intimidating to you. On the contrary, strangers can be energizing. You are drawn to them. You want to learn their names, ask them questions and find some area of common interest so that you can strike up a conversation and build rapport. Some people shy away from starting up conversations because they worry about running out of things to say. You don’t. Not only are you rarely at a loss for words, you actually enjoy initiating with strangers because you derive satisfaction from breaking the ice and making a connection. Once that connection is made, you are quite happy to wrap it up and move on. There are new people to meet, new rooms to work, new crowds to mingle in. In your world there are no strangers, only friends you haven’t met yet — lots of them."
    }
  ],
  "latestThumbnail": "https://img.youtube.com/vi/97Dt9urfWkk/mqdefault.jpg",
  "registerLink": "http://gallup.eventbrite.com/"
}
