{
  "1": [
    {
      "date": "11/11/2014",
      "strength": "Activator",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "iR02S5xwqbk",
      "description": "Activators move, make things happen and initiate. When they are around others who don’t see the need - the imperative - for forward momentum, Activators may become frustrated.  Activators feel an energy and speed around everything they do, from getting out of bed in the morning, to making decisions and being on time. People strong in the Activator theme learn by doing, and fully expect to be judged by the action they take.  They have a loud internal drive that pushes them forward."
    },
    {
      "date": "3/27/2015",
      "strength": "Adaptability",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "lj7DdB11nXM",
      "description": "People with strong Adaptability talents live in the moment. They don’t see the future as a fixed destination. Instead, they see it as a place that they can create out of the choices they make right now. They discover their future one choice at a time. This doesn’t mean that they don’t have plans. But their Adaptability talents enable them to respond willingly to the demands of the moment, even if circumstances pull them away from their plans. They don’t resent sudden requests or unforeseen detours. They expect them."
    },
    {
      "date": "12/10/2015",
      "strength": "Analytical",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "Ac2MGBMB_s8",
      "description": "Analytical seeks an objective understanding of the world from data and facts. If something isn't measurable, Analytical will try to make it measurable. People with Analytical seek the essence of a subject. They can easily identify patterns and root causes. Their mantra might be, \"Everything should be as simple as possible, but not simpler.\""
    },
    {
      "date": "11/11/2014",
      "strength": "Arranger",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "ePKdqCajy1A",
      "description": "Arrangers are conductors. When faced with a complex situation involving many factors, people with strong Arranger talents enjoy managing all of the variables, aligning and realigning them until they are sure they have arranged them in the most productive configuration possible. Those who have high Arranger talents work tirelessly to implement a solution. They get things done by orchestrating, organizing, and facilitating the work of others. Arrangers are people of multiplicity, thriving on bringing together people, processes, and products to build productivity."
    },
    {
      "date": "4/10/2015",
      "strength": "Belief",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "jVF44aRZAx0",
      "description": "People with strong Belief talents have enduring principles by which they live. These values vary from one person to another, but those with powerful Belief talents have deeply held ideals and a strong sense of purpose in their lives. These core values affect their behavior in many ways. Their sense of mission gives their lives meaning and direction; in their view, success is more than money and prestige."
    },
    {
      "date": "11/11/2014",
      "strength": "Command",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "eOMEfRWGBsU",
      "description": "Command brings decisiveness and emotional clarity. They have the ability to bring to light what is often avoided or unstated. This gives them the ability to resolve conflicts and misunderstandings. Command falls into the Influencing domain, which reflects its power to persuade people. Individuals with high Command like to be in control of situations. They tend to be highly assertive and thrive in opportunities when they can take charge. Command is as an energizing, persuasive, and inspirational theme."
    },
    {
      "date": "11/11/2014",
      "strength": "Communication",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "REHeHvgET_4",
      "description": "The Communication theme is predominant in people who have a natural ability for verbal expression and who can provide conceptual clarity and social connection. Communication is not only a social theme -- it also helps facilitate and guide understanding in conversation. People with Communication typically value being understood; they want people to get what they’re saying. Those with high Communication are not only great speakers, they are also great listeners who value dialogue. Communication energizes people. People with Communication feed off of great conversation."
    },
    {
      "date": "10/1/2015",
      "strength": "Competition",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "Uu8lP0_oA-8",
      "description": "The essence of the Competition theme is comparison. People with Competition are instinctively aware of other people's performance. They have a deep aspiration for first place. Competition drives them to outwork, outshine and outperform anyone else. They will invest in teaching, research, training and study to win. People with Competition have grit and determination, but also a boundless energy and enthusiasm to chase their goals. They are at their best when they can measure their performance against others."
    },
    {
      "date": "2/6/2015",
      "strength": "Connectedness",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "deZsxXf0-54",
      "description": "Things happen for a reason. Those with strong Connectedness talents are sure of it. They have a powerful conviction that everyone is connected. While each person is responsible for his or her own judgments and actions, those with strong Connectedness believe everyone is part of something larger. Connectedness is global spiritual perspective that produces an integrated holistic practice. Those with high Connectedness talents typically have strong faith -- religious or otherwise -- and often view things in the context of how they fit into the bigger picture."
    },
    {
      "date": "11/27/2015",
      "strength": "Consistency",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "qgLkmuKEiEU",
      "description": "Consistency is a keen awareness about the need to treat people the same by setting clear rules and applying them evenhandedly. Words that best represent the Consistency theme are: uniformity, rules, efficiency, balance and fairness. Someone with Consistency often acts as the conscience of a group or team. They are egalitarian, even-handed and selfless. People with Consistency focus on the group, not on individuals.  They accomplish tasks in a fair and consistent manner.  Consistency believe that the rules are the same for everyone, so individuals with high Consistency are great at giving credit where credit is due. Consistency believes, \"It's not what we do once in a while that shapes our lives, it is what we do every day.\""
    },
    {
      "date": "5/26/2015",
      "strength": "Context",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "VsbJaWH4mKk",
      "description": "Perspective and background are important for people with strong Context talents. They value the retrospective viewpoint because they believe that is where the answers lie. They look back to understand the present. From the past, they can discern blueprints for direction. And, counterintuitively, they become wiser about the future because they can see its seeds sown in the past."
    },
    {
      "date": "11/11/2014",
      "strength": "Deliberative",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "eR4NnnhAJIE",
      "description": "People with high Deliberative have a keen awareness and sensitivity to risk. This drives them to be careful decision-makers, constantly striving to prevent adverse things from happening. The Deliberative theme plays a significant role in a person's tendency to make well thought out decisions. Deliberators aren’t cautious for the sake of being cautious; people who are high in Deliberative exercise calculated restraint for the sake of success."
    },
    {
      "date": "12/6/2015",
      "strength": "Developer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "ph7eq8qWkmM",
      "description": "People talented in the Developer theme recognize and cultivate the potential of others. They can quickly recognize the talent of others and derive satisfaction from others' growth. Developer has the vision to see the potential in others. When people grow in their talents and strengths, it gives Developers fuel. Developers are patient, growth-oriented, encouraging, effective, self-sacrificing and helpful. Developer acts as an advisor, stimulator, investor, coach, mentor, teacher, encourager and \"stretcher\" -- they help people stretch their talents. Developers rejoice in helping others grow and cultivate their talents."
    },
    {
      "date": "3/22/2015",
      "strength": "Discipline",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "Tn4kNd1ZZ7o",
      "description": "People with strong Discipline talents love things that are organized and orderly. They meet deadlines. And they can efficiently manage limited resources. They bring a high level of organization, order and stability to the projects and groups in which they work. People who have high Discipline are great at managing limited resources by creating a plan and following it. They often bring order to chaos to get things done.  Discipline’s key purpose is that it helps people be more productive when used properly. Those without high Discipline may find routines dull and redundant, but Discipline embraces such routine."
    },
    {
      "date": "4/28/2015",
      "strength": "Empathy",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "PihdpBFrwCY",
      "description": "People with strong Empathy talents are able to build and form relationships that have great emotional depth. Others feel understood by them and seek their company. Their innate ability to understand the emotions of those around them provides comfort and stability. The Empathy theme is most accurately defined as the attention to the emotional state of others. Individuals with Empathy are also in touch with their own emotions and know how to effectively express them to others. Those with high Empathy talents have a knack for creating customizable approaches to other people. Empathy can help people find clarity, whether it is in their business or their personal life."
    },
    {
      "date": "8/14/2015",
      "strength": "Focus",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "XMqUldUsOro",
      "description": "People with strong Focus talents prioritize and then take action. They set goals. These goals serve as their compass, helping them determine priorities and make alterations when needed to get back on course. Their Focus is powerful because it forces them to filter; they instinctively evaluate each action before taking it to determine whether it will help them reach their goal. In the end, strong Focus talents push them to be efficient. They are extremely valuable team members because their single-mindedness enhances the speed and quality of their performance and keeps the team on track. A person with high focus is single-minded and goal oriented. They see the light at the end of the tunnel -- and will stay on track, despite distractions. Focus allows people to take direction and follow through with given tasks. They start with the end in mind."
    },
    {
      "date": "12/18/2015",
      "strength": "Futuristic",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "2UBKZ9Bx80I",
      "description": "People talented in the Furturistic have the innate ability to envision clearly and inspirationally describe a better tomorrow. Futuristic is a strategic thinking theme and while it is \"in someone's head,\" it is also the ability to inspire others with a vision of the future. Futuristic is the telescope that looks forward and says, \"What do you see? What is possible?\" Adjectives used to describe the Futuristic strength are creative, inspiring, vivid, expressive, perceptive, future-oriented and visionary.  A person with Futuristic is a forecaster -- they can anticipate what is next. They are dreamers and imaginers -- and they can also articulate their dreams. They are not content with the status quo."
    },
    {
      "date": "11/11/2014",
      "strength": "Harmony",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "9hiYDibkNTk",
      "description": "The particular brilliance of the Harmony theme is its natural practicality and preference for emotional balance. By reducing friction, people especially talented in the Harmony theme can enhance collaboration. They avert many contentious interactions before they start and quickly help others find a resolution. People with Harmony promote collaboration by managing conflict and maintaining practicality. Simply put, they get along with people, so they can get things done. Although Harmony falls into the Relationship Building domain, it often has a strong performance orientation. Those with Harmony sometimes fight an inner battle where they want to get along with everyone, but they want to get things done without creating any conflict."
    },
    {
      "date": "10/30/2015",
      "strength": "Ideation",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "wIPpGS9V6ac",
      "description": "Ideation is all about ideas. People with Ideation are fascinated by ideas and a new idea makes their day. Ideation revels in taking the world as we know it and turning it around so it can be viewed in a strange, but strangely enlightening, way. Ideation generates excitement and energy for those who possess it. Creativity, Complexity and Connectivity are the \"Three Cs\" of Ideation. Creativity drives those with Ideation to ask, \"What if?\" and explore new ideas. Ideation loves complexity for complexity's sake, but Ideation is also keen on complexity because people with Ideation want to make the complex simple. People with Ideation are adept at connecting seemingly disparate ideas -- this is their love of Connectivity in action."
    },
    {
      "date": "11/11/2014",
      "strength": "Includer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "62aA4JqwJYk",
      "description": "Includers are sensitive to those who are excluded and have an innate desire and capacity to bring them into the group. Their thoughtful approach to others not only increases participation and communication as they ensure everyone is considered, but it also brings a level of tolerance and acceptance of diversity."
    },
    {
      "date": "11/11/2014",
      "strength": "Individualization",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "AY_OK07Mqb4",
      "description": "People with strong Individualization talents notice and appreciate the unique characteristics of each person and can customize their approach accordingly. Like a casting director, they use their intelligence about people to position them to do what they do best. This creates a type of team synergy that leads to a more enjoyable experience and increased effectiveness. Individualization falls into the Relationship Building domain, giving those who possess the strength a clear perception of human uniqueness. That perception allows people to treat and approach others in a relevant way, making it easier to make connections. People with strong Individualization talents have a great sense of and appreciation for diversity by getting to know others on an individual level. The Individualization theme creates an awareness of unique qualities in not only oneself, but in others as well."
    },
    {
      "date": "1/21/2015",
      "strength": "Input",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "FQ9agSQDNwY",
      "description": "People with strong Input talents bring tools that can facilitate growth and performance. They love to provide relevant and tangible help to others. Their resourcefulness and curiosity lead them to store knowledge that can be culled and shared. Those with high Input as seeing the value in \"stuff.\" Whether it is something tangible, like a tool, or intangible, like information and resources, people with Input are likely to have a strong appreciation for it. Input shines the most when some people have the opportunity to absorb information. The trait of constantly reading and soaking up knowledge is common for those with Input."
    },
    {
      "date": "11/18/2014",
      "strength": "Intellection",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "MLVrr5v_DX8",
      "description": "People with strong Intellection talents like to think. They like mental activity. They like to exercise the \"muscles\" of their brain, stretching them in multiple directions. Intellection is a solitary or philosophical contemplation that deepens wisdom and understanding. Those with high Intellection like to think deeply about things, and often prefer their own time in a quiet space for such contemplation. People who have strong Intellection talents find clarity by taking the time to think about a subject until they come away with a thorough understanding of it. They aren’t satisfied with simply gathering knowledge; the real reward comes with true understanding."
    },
    {
      "date": "12/12/2014",
      "strength": "Learner",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "hQYxyXsuMec",
      "description": "People with strong Learner talents not only love to learn, but they also intuitively know how they learn best. They can learn quickly, and when focused, they can keep a group, team and organization on the cutting edge. Those with high Learner have a natural curiosity and enjoyment of the learning experience that leads to ever-evolving paradigms and ever-evolving perspectives. Much like a runner getting a high from a long run, people with strong Learner talent tend to experience a similar emotional boost when presented with the opportunity to learn something new. That those with Learner enjoy the process of learning, while those with Input are more attracted to the tangible aspects of learning, such as books and specific subject matter."
    },
    {
      "date": "11/11/2014",
      "strength": "Maximizer",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "v1rv0g_dm9c",
      "description": "Maximizers have and bring to others a focus on quality. They naturally prefer working with and for the best. They create strengths within groups by enabling each person to do what he or she naturally does best. Their drive toward excellence can lead to a new standard of success. Those who have high Maximizer have a strong orientation toward and commitment to excellence that leads to quality outcomes. The inner compass of these individuals continually points to quality and a desire for quality in all areas of life."
    },
    {
      "date": "11/11/2014",
      "strength": "Positivity",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "7W20X_OVAWU",
      "description": "People with strong Positivity talents are generous with praise, quick to smile and always on the lookout for the upside of the situation. They bring enthusiasm to people, groups and organizations. They can stimulate others to be more productive and hopeful. They always seem to find a way to lighten the spirits of those around them. Those with high Positivity talents exhibit a level of emotional influence by expressing their natural optimism and enthusiasm in everyday situations. They know how to make others feel good and lift the spirits of those around them. Categorized in the Relationship Building domain, Positivity helps people build rapport with others in nearly every situation, whether in the workplace or at home. Positivity, in its raw, undeveloped form, can cause those who have it to purposefully avoid others who are negative. However, individuals who have developed their Positivity talents approach negative people with the hopes that they can turn their attitude around and bring optimism into their lives."
    },
    {
      "date": "11/11/2014",
      "strength": "Relator",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "L8qHgXZVmbI",
      "description": "People especially strong in Relator talents form solid, genuine and mutually rewarding relationships. Their relationships are close, caring and trusting. Those who have high Relator tend to value close, lasting relationships with friends and family. They often prefer informal relationships, as opposed to those with formal undertones, which can diminish the personal side of a relationship. Relators are often at their best when they have one-on-one interactions with others. They care deeply for others, and seek people with whom they can develop long-term, meaningful relationships."
    },
    {
      "date": "3/4/2015",
      "strength": "Responsibility",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "xjK616_LL9g",
      "description": "People with strong Responsibility talents take psychological ownership for anything they commit to, whether it is large or small, and they feel emotionally bound to follow it through to completion. They keep their promises and honor their commitments. They don’t let people down, and they work very hard to fulfill all of their responsibilities and keep their word. Those who have high Responsibility are People who are serious and conscientious about keeping commitments to others and doing things right. People with strong Responsibility talents like to be asked to do something, rather than to ask someone else to do something. Responsibility points heavily to how people get things done. These individuals are driven not necessarily by their own motivation, but by their commitments to other people. The ability and desire to respond to other people’s needs also carries a service orientation with the Responsibility theme."
    },
    {
      "date": "11/11/2014",
      "strength": "Restorative",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "s2nIh6F0VMg",
      "description": "Those with strong Restorative talents bring a solution-oriented mindset to daily problems. They readily take on projects that others believe “can’t be saved.” They can analyze a situation, identify potential shortcomings, and make the necessary adjustments. Individuals with high Restorative talents tend to be more comfortable with problems than others, and they have the ability to find the root of a problem. The motivating factor for finding the origin of a problem is the subsequent quest to land on a solution. This is why the Restorative theme falls into the Executing domain. Having strong Restorative talents doesn’t necessarily mean that an individual is actively anticipating problems. But when a problem arises, they are quick to react confidently."
    },
    {
      "date": "11/11/2014",
      "strength": "Self-Assurance",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "lnl5CxYyCy4",
      "description": "People with strong Self-Assurance talents can lead the way. Because they deeply trust their own instincts, they can forge ahead confidently, even on risky paths. They can instill confidence in others and show initiative in the midst of turbulence and uncertainty."
    },
    {
      "date": "7/24/2015",
      "strength": "Significance",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "SM4m0TdSDkw",
      "description": "People with strong Significance talents want others to see their worth. They want to be recognized, heard and valued. Particularly, they want to be known and appreciated for the unique strengths they bring. They seek to have an impact on people, groups and society as a whole. They want their contributions viewed as substantial, powerful and significant. They are motivated by their intense yearning to be recognized, and as a result, they keep reaching. Their Significance theme pulls them upward, away from the mediocre and toward the exceptional. People with significance are lead by a desire to leave a legacy. They want to be seen and noticed for meaningful work. They are attracted to evidence-based work. People with strong significance can be described as a champion, a change agent or an advocate."
    },
    {
      "date": "10/30/2015",
      "strength": "Strategic",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "fuYh6rMn-Ho",
      "description": "People with strong Strategic talents have the ability to sort through the clutter and find the best route. This is not a skill that can be taught. It is a distinct way of thinking — a special perspective on the world at large. This outlook allows them to see patterns where others simply see complexity. Mindful of these patterns, they are able to envision alternative scenarios, always asking, \"What if this happened?\" This recurring question helps them see, plan, and prepare for future situations. They see a way when others assume there is no way. Armed with this strategy, they strike forward."
    },
    {
      "date": "11/13/2014",
      "strength": "WOO",
      "title": "",
      "watchLink": "",
      "companion": "",
      "youtubeEmbed": "4CmRIs1lXHQ",
      "description": "People with strong Woo talents bring energy to social situations. They can connect with others and act as catalysts in helping people connect with one another. They have an exceptional ability to draw others out of their shell. Woo is an acronym for Winning Others Over. People who have high Woo are not afraid to start conversations with strangers. They typically have a large network of friends and acquaintances, as they thrive on getting to know as many people as possible. About 13% of individuals who have completed the Clifton StrengthsFinder assessment have Woo as one of their top five strengths."
    }
  ],
  "latestThumbnail": "https://img.youtube.com/vi/97Dt9urfWkk/mqdefault.jpg"
}
